/*
 * @Author       : Kevin Jobs
 * @Date         : 2022-01-30 16:32:07
 * @LastEditTime : 2022-01-30 16:32:52
 * @lastEditors  : Kevin Jobs
 * @FilePath     : \Horen\packages\horen\renderer\mocks.ts
 * @Description  :
 */
export const mockLyricStr = `[00:00.000] 作词 : 易家扬
[00:01.000] 作曲 : 林俊杰
[00:02.000] 编曲 : 蔡政勋/簡道生
[00:35.257]孤单听雨的猫往时间裂缝里看到了我
[00:42.455]雷电交加之外的另一些我
[00:50.203]乌云静止以后 跳进平行时空
[00:56.273]那些我 旅行中的你我
[00:59.886]回忆胡乱穿梭 坠落
[01:09.230]交换余生 是我 非我 苦与乐
[01:16.498]阴天之后总有续命的晴空
[01:23.539]如果我们几经转折 结局一样不动
[01:31.522]也才算无愧这分合
[02:05.757]定位心海的锚让时间停顿的像慢动作
[02:12.486]你说命运很坏吧 幸好有我
[02:20.318]如果没有以后 如果平行失控
[02:26.566]那些我 不同人生的我
[02:30.325]会以什么方式哭过
[02:37.685]交换余生 是我 非我 苦与乐
[02:45.073]阴天之后总有续命的晴空
[02:52.067]如果我们几经转折 结局一样不动
[03:00.032]也才算无愧这分合
[03:07.681]云等风 人等梦 爱辗过时光等什么
[03:14.893]记不住 认不出 泪眼中谁一样脸红
[03:22.339]等你说 等我说 一等就是一个宇宙
[03:29.204]日升换月落 真爱换寂寞
[03:36.985]交换余生 也许忘了第几梦
[03:44.139]那时我们身处第几号时空
[03:51.157]因为我们手心紧握 记忆也能紧扣
[03:59.383]可不怕前方的虫洞
[04:06.819]爱是时间的古董
[04:25.862]编曲&键盘 : 简道生/蔡政勋
[04:26.380]制作人 : 林俊杰
[04:26.916]配唱制作 : 林俊杰
[04:27.492]制作协力 : 黄冠龙/周信廷/蔡沛蓁
[04:28.048]弦乐编写 : 王韵筑
[04:28.612]弦乐 : 李琪弦乐团
[04:29.132]吉他 : 黄冠龙
[04:29.545]低音吉他 : 寗子达
[04:29.932]鼓 : Brendan Buckley
[04:30.346]和声编写 : 林俊杰
[04:30.730]和声 : 林俊杰
[04:31.084]录音室 : JFJ Sanctuary (Taipei)/The JFJ Lab (Taipei)/Smile录音棚 (Beijing)/East West Studios (Los Angeles)
[04:31.480]录音师 : 林俊杰/周信廷/李杰汇/Wil Anspach
[04:31.884]鼓组音频编辑 : Buckley Buckley
[04:32.324]混音室 : mixHaus (Encino, CA)
[04:32.778]混音师 : Richard Furch
[04:33.165]后期母带处理制作人 : 林俊杰
[04:33.579]后期母带处理录音室 : Bernie Grundman Mastering, LA
[04:33.995]后期母带处理录音师 : Mike Bozzi
`;
