/*
 * @Author       : Kevin Jobs
 * @Date         : 2022-01-30 16:32:07
 * @LastEditTime : 2022-01-30 18:15:52
 * @lastEditors  : Kevin Jobs
 * @FilePath     : \Horen\packages\horen\renderer\mocks.ts
 * @Description  :
 */
export const mockLyricStr = `[00:00.000] 作词 : 易家扬\n[00:01.000] 作曲 : 林俊杰\n[00:02.000] 编曲 : 簡道生/蔡政勋\n[00:03.000] 制作人 : 林俊杰\n[00:35.510]孤单听雨的猫往时间裂缝里看到了我\n[00:42.785]雷电交加之外的另一些我\n[00:48.079]\n[00:49.967]乌云静止以后 跳进平行时空\n[00:56.381]那些我 旅行中的你我\n[01:00.518]回忆胡乱穿梭 坠落\n[01:07.886]\n[01:08.820]交换余生 是我 非我 苦与乐\n[01:16.629]阴天之后总有续命的晴空\n[01:23.885]如果我们几经转折 结局一样不动\n[01:31.670]也才算无愧这分合\n[01:39.819]\n[02:06.053]定位心海的锚让时间停顿的像慢动作\n[02:12.818]你说命运很坏吧 幸好有我\n[02:20.097]\n[02:20.443]如果没有以后 如果平行失控\n[02:26.747]那些我 不同人生的我\n[02:30.691]会以什么方式哭过\n[02:37.540]\n[02:37.861]交换余生 是我 非我 苦与乐\n[02:45.313]阴天之后总有续命的晴空\n[02:52.540]如果我们几经转折 结局一样不动\n[03:00.539]也才算无愧这分合\n[03:07.604]\n[03:07.946]云等风 人等梦 爱辗过时光等什么\n[03:15.072]记不住 认不出 泪眼中谁一样脸红\n[03:21.505]\n[03:22.938]等你说 等我说 一等就是一个宇宙\n[03:29.459]日升换月落 真爱换寂寞\n[03:36.489]\n[03:37.364]交换余生 也许忘了第几梦\n[03:44.459]那时我们身处第几号时空\n[03:51.395]因为我们手心紧握 记
忆也能紧扣\n[03:59.438]可不怕前方的虫洞\n[04:07.015]爱是时间的古董\n[04:17.022]-------------\n[04:18.158] 配唱编写 : 林俊杰\n[04:19.294] 制作协力 : 黄冠龙/周信廷/蔡沛蓁\n[04:20.430] 弦乐编写 : 王韵筑\n[04:21.566] 弦乐 : 李琪弦乐团\n[04:22.702] 吉他 : 黄冠龙\n[04:23.838] 低音吉他 : 寗子达\n[04:24.974] 鼓 : Brendan Buckley\n[04:26.110] 和声编写 : 林俊杰\n[04:27.246] 和声 : 林俊杰\n[04:28.382] 录音室 : JFJ Sanctuary (Taipei)/The JFJ Lab (Taipei)/Smile录音棚（Beijing）/East West Studios（Los Angeles）\n[04:29.518] 录音师 : 林俊杰/周信廷/李杰汇/Wil Anspach\n[04:30.654] 混音室 : mixHaus (Encino/CA)\n[04:31.790] 混音师 : Richard Furch\n[04:32.926] 后期母带处理制作人 : 林俊杰\n[04:34.062] 后期母带处理录音室 : Bernie Grundman Mastering/LA\n[04:35.198] 后期母带处理录音师 : Mike Bozzi\n[04:36.334] 鼓组音频编辑 : Buckley Buckley\n
`;
